<?php
/**
 * Этот файл является частью расширения модуля веб-приложения RosGear.
 * 
 * Пакет русской локализации.
 * 
 * @link https://rosgear.ru/
 * @copyright Copyright (c) 2015 RosGear
 * @license https://rosgear.ru/license/
 */

return [
    '{name}'        => 'Типы медиаданных',
    '{description}' => 'Типы медиаданных',
    '{permissions}' => [
        'any'  => ['Полный доступ', 'Просмотр и внесение в типы медиаданных'],
        'view' => ['Просмотр', 'Просмотр типов медиаданных'],
        'read' => ['Чтение', 'Чтение типов медиаданных']
    ],

    // Grid: контекстное меню записи
    'Edit record' => 'Редактировать',
    // Grid: столбцы
    'Name' => 'Название',
    'Type' => 'Тип',
    'Icon' => 'Значок',

    // Form
    '{form.title}' => 'Добавление типа медиаданных',
    '{form.titleTpl}' => 'Изменение типа медиаданных "{name}"'
];